export const ROOM_INFO = {
    // מפתח ראשון: מספר הכניסה 
    "3": {
        "1": { // קומה
            "ימין ימין": { pop: "צוות א'", contact: "050-1111111" },
            "ימין שמאל": { pop: "צוות ב'", contact: "050-2222222" },
            "שמאל ימין": { pop: "צוות ג'", contact: "050-3333333" },
            "שמאל שמאל": { pop: "צוות ד'", contact: "050-4444444" }
        },
        "2": {
            "ימין ימין": { pop: "צוות א'", contact: "050-1111111" },
            "ימין שמאל": { pop: "צוות ב'", contact: "050-2222222" },
            "שמאל ימין": { pop: "צוות ג'", contact: "050-3333333" },
            "שמאל שמאל": { pop: "צוות ד'", contact: "050-4444444" }
        },
        "3": {
            "ימין ימין": { pop: "צוות א'", contact: "050-1111111" },
            "ימין שמאל": { pop: "צוות ב'", contact: "050-2222222" },
            "שמאל ימין": { pop: "צוות ג'", contact: "050-3333333" },
            "שמאל שמאל": { pop: "צוות ד'", contact: "050-4444444" }
        }
    },
    "4": {
        "1": {
            "ימין ימין": { pop: "גף טכני", contact: "050-1111111" },
            "ימין שמאל": { pop: "לשכה ושלישות", contact: "050-2222222" },
            "שמאל ימין": { pop: "מדריכות סימולטור", contact: "050-3333333" },
            "שמאל שמאל": { pop: 'מ"ה', contact: "050-4444444" }
        },
        "2": {
            "ימין ימין": { pop: "מדריכות סימולטור", contact: "050-1111111" },
            "ימין שמאל": { pop: "מדריכות סימולטור", contact: "050-2222222" },
            "שמאל ימין": { pop: "מדריכות סימולטור", contact: "050-3333333" },
            "שמאל שמאל": { pop: "מדריכות סימולטור", contact: "050-4444444" }
        },
        "3": {
            "ימין ימין": { pop: "מדריכות סימולטור", contact: "050-1111111" },
            "ימין שמאל": { pop: "מדריכות סימולטור", contact: "050-2222222" },
            "שמאל ימין": { pop: "מדריכות סימולטור", contact: "050-3333333" },
            "שמאל שמאל": { pop: "מדריכות סימולטור", contact: "050-4444444" }
        }
    },
    "5": {
        "1": { 
            "ימין ימין": { pop: "צוות א'", contact: "050-1111111" },
            "ימין שמאל": { pop: "צוות ב'", contact: "050-2222222" },
            "שמאל ימין": { pop: "צוות ג'", contact: "050-3333333" },
            "שמאל שמאל": { pop: "צוות ד'", contact: "050-4444444" }
        },
        "2": {
            "ימין ימין": { pop: "צוות א'", contact: "050-1111111" },
            "ימין שמאל": { pop: "צוות ב'", contact: "050-2222222" },
            "שמאל ימין": { pop: "צוות ג'", contact: "050-3333333" },
            "שמאל שמאל": { pop: "צוות ד'", contact: "050-4444444" }
        },
        "3": {
            "ימין ימין": { pop: "צוות א'", contact: "050-1111111" },
            "ימין שמאל": { pop: "צוות ב'", contact: "050-2222222" },
            "שמאל ימין": { pop: "צוות ג'", contact: "050-3333333" },
            "שמאל שמאל": { pop: "צוות ד'", contact: "050-4444444" }
        }
    }
};